{"listing_id": "7095125", "reviewer_id": "8891838", "text": "We arrived at Candy's place at 2.30pm, she was still cleaning her place so we waited for about 15mins to check in.  No issues since she informed us to come at 3pm which was the normal check in timing.  We made a reservation for 3 nights, but due to some changes in our schedule, we could only stay for one and informed her the same evening at about 6pm that we would need to check out the next morning. Candy was friendly and showed us the room, reminding us to remove our shoes and use the slippers provided.  Her place is newly renovated and the room is clean and as depicted in her photos, with sufficent enough space for my wife and I to put our luggages. There is a pipe running through the roon where you might hear some water running sound when the people upstairs use their water, but it was not too much of a disturbance. The building which her apartment is located in is however old, weary and had dimly lit corridors.  It is a walk up building, so if you have big and heavy luggages, it would be quite challenge to carry it up to the 3rd level above the ground floor (stairs are reasonably wide, but some of the steps had uneven width).  The location of her apartment is quite good since it is just a 3 to 5min walk from Grand St subway which is just 2 stops from Times Square.  \r\n\r\nPost our stay, we did have some uneasiness negotiating the refund with Candy. We knew that under the moderate cancellation policy, we would be entitled to 50% of each of the nights we did not stay 24 hrs after cancellation (which would be 50% of the 2 nights).  I asked Candy via the resolution function of Airbnb whether she could refund us 2 full nights.  She agreed to refund one full night (which was what we would have gotten away via the cancellation policy) but she said that she \"Just refunded a night back to you due to your unforeseen circumstance assuming that you wouldn't write anything negative about my room\". We though this was unnecessary as we think that airbnb should be a platform where reviews are  honest to help guests decide on their next stay.  Should a host disagree with the reviews of a guest, he/she can reply to the guests comments. We have no complaints against her but we thought that this was something we should just bring up. We are also neutral with recommending her place. If you are on a budget, the price is definitely good for the location and the room is fine. ", "reviewer_name": "Jesper", "listing_longitude": "-73.99241186363034", "host_name": "Candy", "listing_name": "Location Clean Large w Queen Bed", "date": "2015-11-14", "host_id": "36656552", "id": "53886039", "listing_latitude": "40.71892051069551"}