{"listing_id": "115678", "reviewer_id": "661622", "text": "Street/Neighborhood:\r\nIn the W. 130's of Harlem this quiet apartment is conveniently located\r\nabout a 7-10 minute walk to the 135th St. subway stop on the A, C, E\r\nline and the M60 bus (From Laguardia airport) stops at the 125th subway station, one stop south.\r\n\r\nA well stocked grocery store, a drug store, a laundry, and ATMs are close by. There are a handful of take-out places in the immediate area but if you want more options & variety, I'd walk over to Malcolm X Boulevard or take the subway to 125th St. Many food places only take cash or if they accept credit cards, they don't take American Express.\r\n\r\nApartment:\r\nThis clean, quiet apartment is on the second floor of a three-story\r\nbrownstone.  William lives in the apartment below and a long-term tenant appears to live on the third floor.  This apartment has two bedrooms: an airy, spacious one overlooking a large courtyard and a small bedroom facing onto a residential street.\r\n\r\nThis apartment has an air conditioner in the communal space (living room, dining) but not in the bedrooms. With the door open to the larger bedroom, a nice cross-breeze keeps this room cool, but the smaller bedroom gets hot & stuffy.  William may want to consider getting an air conditioner for the smaller bedroom.\r\n\r\nPrivacy:\r\nIn order to access the bathroom you either have to walk into the larger\r\nbedroom or leave the apartment and enter the bathroom via the hallway.  William may want to get a large folding screen for the large bedroom, this way a person could walk through the large bedroom without disturbing the privacy of anyone sleeping there.\r\n\r\nHost:\r\nWilliam was gracious, I only saw him when I got to the apartment and when I left, but knowing he was downstairs was reassuring in case of an emergency (like if we lost the Wi-Fi and needed him to reboot the router!). We did have a crisis when I locked myself out inadvertently.\r\nWilliam was at work, but his girlfriend came to the rescue. ", "reviewer_name": "Thomas", "listing_longitude": "-73.9409468848735", "host_name": "Will", "listing_name": "Your Stunning Vacation Apartment!", "date": "2011-06-27", "host_id": "127772", "id": "337795", "listing_latitude": "40.818218466557525"}